
{
  "status": "success",
  "message": "homepage data",
  "meta": {},
  "data": {
  "category": "Love",
  "verses": [
    {
      "verse": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
      "reference": "John 3:16"
    },
    {
      "verse": "Anyone who does not love does not know God, because God is love.",
      "reference": "1 John 4:8"
    },
    {
      "verse": "We love because he first loved us.",
      "reference": "1 John 4:19"
    },
    {
      "verse": "So now faith, hope, and love abide, these three; but the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "verse": "Above all, keep loving one another earnestly, since love covers a multitude of sins.",
      "reference": "1 Peter 4:8"
    },
    {
      "verse": "And now these three remain: faith, hope and love. But the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.",
      "reference": "1 John 4:7"
    },
    {
      "verse": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude.",
      "reference": "1 Corinthians 13:4"
    },
    {
      "verse": "No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.",
      "reference": "1 John 4:12"
    },
    {
      "verse": "There is no fear in love, but perfect love casts out fear.",
      "reference": "1 John 4:18"
    },
    {
      "verse": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
      "reference": "John 13:34"
    },
    {
      "verse": "And this is love, that we walk according to his commandments; this is the commandment, just as you have heard from the beginning, so that you should walk in it.",
      "reference": "2 John 1:6"
    },
    {
      "verse": "Husbands, love your wives, as Christ loved the church and gave himself up for her.",
      "reference": "Ephesians 5:25"
    },
    {
      "verse": "Let love be genuine. Abhor what is evil; hold fast to what is good.",
      "reference": "Romans 12:9"
    },
    {
      "verse": "Greater love has no one than this, that someone lay down his life for his friends.",
      "reference": "John 15:13"
    },
    {
      "verse": "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
      "reference": "Romans 13:10"
    },
    {
      "verse": "But God shows his love for us in that while we were still sinners, Christ died for us.",
      "reference": "Romans 5:8"
    },
    {
      "verse": "And above all these put on love, which binds everything together in perfect harmony.",
      "reference": "Colossians 3:14"
    },
    {
      "verse": "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
      "reference": "Romans 13:8"
    },
    {
      "verse": "Little children, let us not love in word or talk but in deed and in truth.",
      "reference": "1 John 3:18"
    },
    {
      "verse": "See what kind of love the Father has given to us, that we should be called children of God; and so we are.",
      "reference": "1 John 3:1"
    },
    {
      "verse": "For the whole law is fulfilled in one word: 'You shall love your neighbor as yourself.'",
      "reference": "Galatians 5:14"
    },
    {
      "verse": "Love bears all things, believes all things, hopes all things, endures all things.",
      "reference": "1 Corinthians 13:7"
    },
    {
      "verse": "Let brotherly love continue.",
      "reference": "Hebrews 13:1"
    },
    {
      "verse": "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
      "reference": "Ephesians 5:2"
    },
    {
      "verse": "By this all people will know that you are my disciples, if you have love for one another.",
      "reference": "John 13:35"
    },
    {
      "verse": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
      "reference": "Zephaniah 3:17"
    },
    {
      "verse": "Love is not irritable or resentful.",
      "reference": "1 Corinthians 13:5"
    },
    {
      "verse": "And may the Lord make you increase and abound in love for one another and for all, as we do for you.",
      "reference": "1 Thessalonians 3:12"
    },
    {
      "verse": "But I say to you, Love your enemies and pray for those who persecute you.",
      "reference": "Matthew 5:44"
    },
    {
      "verse": "For God gave us a spirit not of fear but of power and love and self-control.",
      "reference": "2 Timothy 1:7"
    },
    {
      "verse": "Hatred stirs up strife, but love covers all offenses.",
      "reference": "Proverbs 10:12"
    },
    {
      "verse": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.",
      "reference": "John 14:21"
    },
    {
      "verse": "Set me as a seal upon your heart, as a seal upon your arm, for love is strong as death, jealousy is fierce as the grave. Its flashes are flashes of fire, the very flame of the Lord.",
      "reference": "Song of Solomon 8:6"
    },
    {
      "verse": "Let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
      "reference": "Galatians 6:9"
    },
    {
      "verse": "And hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
      "reference": "Romans 5:5"
    },
    {
      "verse": "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you.",
      "reference": "Jeremiah 31:3"
    },
    {
      "verse": "Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart.",
      "reference": "Proverbs 3:3"
    },
    {
      "verse": "For the Father himself loves you, because you have loved me and have believed that I came from God.",
      "reference": "John 16:27"
    },
    {
      "verse": "Many waters cannot quench love, neither can floods drown it.",
      "reference": "Song of Solomon 8:7"
    },
    {
      "verse": "And now I ask you, dear lady—not as though I were writing you a new commandment, but the one we have had from the beginning—that we love one another.",
      "reference": "2 John 1:5"
    },
    {
      "verse": "Keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life.",
      "reference": "Jude 1:21"
    },
    {
      "verse": "And this is his commandment, that we believe in the name of his Son Jesus Christ and love one another, just as he has commanded us.",
      "reference": "1 John 3:23"
    },
    {
      "verse": "The aim of our charge is love that issues from a pure heart and a good conscience and a sincere faith.",
      "reference": "1 Timothy 1:5"
    },
    {
      "verse": "Do not rebuke an older man but encourage him as you would a father, younger men as brothers, older women as mothers, younger women as sisters, in all purity.",
      "reference": "1 Timothy 5:1-2"
    },
    {
      "verse": "Love one another with brotherly affection. Outdo one another in showing honor.",
      "reference": "Romans 12:10"
    },
    {
      "verse": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
      "reference": "1 Corinthians 13:1"
    },
    {
      "verse": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
      "reference": "1 Corinthians 13:2"
    },
    {
      "verse": "If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.",
      "reference": "1 Corinthians 13:3"
    },
    {
      "verse": "Love does not insist on its own way.",
      "reference": "1 Corinthians 13:5"
    },
    {
      "verse": "Love is not arrogant.",
      "reference": "1 Corinthians 13:4"
    },
    {
      "verse": "Love does not rejoice at wrongdoing, but rejoices with the truth.",
      "reference": "1 Corinthians 13:6"
    },
    {
      "verse": "Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.",
      "reference": "1 Corinthians 13:8"
    },
    {
      "verse": "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
      "reference": "1 Corinthians 13:12"
    },
    {
      "verse": "And now abide faith, hope, love, these three; but the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "verse": "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
      "reference": "Galatians 5:6"
    },
    {
      "verse": "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
      "reference": "Galatians 5:13"
    },
    {
      "verse": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
      "reference": "Galatians 5:22-23"
    },
    {
      "verse": "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
      "reference": "Ephesians 5:2"
    },
    {
      "verse": "Husbands, love your wives, as Christ loved the church and gave himself up for her.",
      "reference": "Ephesians 5:25"
    },
    {
      "verse": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself.",
      "reference": "Ephesians 5:28"
    },
    {
      "verse": "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.",
      "reference": "1 Timothy 4:12"
    },
    {
      "verse": "So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.",
      "reference": "2 Timothy 2:22"
    },
    {
      "verse": "And let us consider how to stir up one another to love and good works.",
      "reference": "Hebrews 10:24"
    },
    {
      "verse": "Let brotherly love continue.",
      "reference": "Hebrews 13:1"
    },
    {
      "verse": "If anyone says, 'I love God,' and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.",
      "reference": "1 John 4:20"
    },
    {
      "verse": "And this commandment we have from him: whoever loves God must also love his brother.",
      "reference": "1 John 4:21"
    },
    {
      "verse": "For this is the love of God, that we keep his commandments. And his commandments are not burdensome.",
      "reference": "1 John 5:3"
    },
    {
      "verse": "Grace, mercy, and peace will be with us, from God the Father and from Jesus Christ the Father's Son, in truth and love.",
      "reference": "2 John 1:3"
    },
    {
      "verse": "Keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life.",
      "reference": "Jude 1:21"
    },
    {
      "verse": "And from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth. To him who loves us and has freed us from our sins by his blood.",
      "reference": "Revelation 1:5"
    },
    {
      "verse": "Those whom I love, I reprove and discipline, so be zealous and repent.",
      "reference": "Revelation 3:19"
    },
    {
      "verse": "And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.",
      "reference": "Mark 12:30"
    },
    {
      "verse": "The second is this: 'You shall love your neighbor as yourself.' There is no other commandment greater than these.",
      "reference": "Mark 12:31"
    },
    {
      "verse": "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.",
      "reference": "Luke 6:35"
    },
    {
      "verse": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
      "reference": "John 13:34"
    },
    {
      "verse": "By this all people will know that you are my disciples, if you have love for one another.",
      "reference": "John 13:35"
    },
    {
      "verse": "If you love me, you will keep my commandments.",
      "reference": "John 14:15"
    },
    {
      "verse": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.",
      "reference": "John 14:21"
    },
    {
      "verse": "Jesus answered him, 'If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.'",
      "reference": "John 14:23"
    },
    {
      "verse": "As the Father has loved me, so have I loved you. Abide in my love.",
      "reference": "John 15:9"
    },
    {
      "verse": "If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love.",
      "reference": "John 15:10"
    },
    {
      "verse": "This is my commandment, that you love one another as I have loved you.",
      "reference": "John 15:12"
    },
    {
      "verse": "Greater love has no one than this, that someone lay down his life for his friends.",
      "reference": "John 15:13"
    },
    {
      "verse": "These things I command you, so that you will love one another.",
      "reference": "John 15:17"
    },
    {
      "verse": "O righteous Father, even though the world does not know you, I know you, and these know that you have sent me.",
      "reference": "John 17:25"
    },
    {
      "verse": "I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.",
      "reference": "John 17:26"
    },
    {
      "verse": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
      "reference": "Romans 8:38-39"
    },
    {
      "verse": "Let love be genuine. Abhor what is evil; hold fast to what is good.",
      "reference": "Romans 12:9"
    },
    {
      "verse": "Love one another with brotherly affection. Outdo one another in showing honor.",
      "reference": "Romans 12:10"
    },
    {
      "verse": "Bless those who persecute you; bless and do not curse them.",
      "reference": "Romans 12:14"
    },
    {
      "verse": "Rejoice with those who rejoice, weep with those who weep.",
      "reference": "Romans 12:15"
    },
    {
      "verse": "Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight.",
      "reference": "Romans 12:16"
    },
    {
      "verse": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
      "reference": "Romans 12:17"
    },
    {
      "verse": "If possible, so far as it depends on you, live peaceably with all.",
      "reference": "Romans 12:18"
    },
    {
      "verse": "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, 'Vengeance is mine, I will repay, says the Lord.'",
      "reference": "Romans 12:19"
    },
    {
      "verse": "To the contrary, 'if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.'",
      "reference": "Romans 12:20"
    },
    {
      "verse": "Do not be overcome by evil, but overcome evil with good.",
      "reference": "Romans 12:21"
    },
    {
      "verse": "Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.",
      "reference": "Romans 13:8"
    },
    {
      "verse": "For the commandments, 'You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,' and any other commandment, are summed up in this word: 'You shall love your neighbor as yourself.'",
      "reference": "Romans 13:9"
    },
    {
      "verse": "Love does no wrong to a neighbor; therefore love is the fulfilling of the law.",
      "reference": "Romans 13:10"
    },
    {
      "verse": "Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy.",
      "reference": "Romans 13:13"
    },
    {
      "verse": "But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.",
      "reference": "Romans 13:14"
    },
    {
      "verse": "Welcome one another as Christ has welcomed you, for the glory of God.",
      "reference": "Romans 15:7"
    },
    {
      "verse": "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus.",
      "reference": "Romans 15:5"
    },
    {
      "verse": "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit.",
      "reference": "Romans 14:17"
    },
    {
      "verse": "So then let us pursue what makes for peace and for mutual upbuilding.",
      "reference": "Romans 14:19"
    },
    {
      "verse": "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.",
      "reference": "Romans 15:1"
    },
    {
      "verse": "Let each of us please his neighbor for his good, to build him up.",
      "reference": "Romans 15:2"
    },
    {
      "verse": "For Christ did not please himself, but as it is written, 'The reproaches of those who reproached you fell on me.'",
      "reference": "Romans 15:3"
    },
    {
      "verse": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
      "reference": "Romans 15:13"
    },
    {
      "verse": "I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment.",
      "reference": "1 Corinthians 1:10"
    },
    {
      "verse": "And I will show you a still more excellent way.",
      "reference": "1 Corinthians 12:31"
    },
    {
      "verse": "If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.",
      "reference": "1 Corinthians 13:1"
    },
    {
      "verse": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.",
      "reference": "1 Corinthians 13:2"
    },
    {
      "verse": "If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.",
      "reference": "1 Corinthians 13:3"
    },
    {
      "verse": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude.",
      "reference": "1 Corinthians 13:4"
    },
    {
      "verse": "It does not insist on its own way; it is not irritable or resentful.",
      "reference": "1 Corinthians 13:5"
    },
    {
      "verse": "It does not rejoice at wrongdoing, but rejoices with the truth.",
      "reference": "1 Corinthians 13:6"
    },
    {
      "verse": "Love bears all things, believes all things, hopes all things, endures all things.",
      "reference": "1 Corinthians 13:7"
    },
    {
      "verse": "Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.",
      "reference": "1 Corinthians 13:8"
    },
    {
      "verse": "For we know in part and we prophesy in part.",
      "reference": "1 Corinthians 13:9"
    },
    {
      "verse": "But when the perfect comes, the partial will pass away.",
      "reference": "1 Corinthians 13:10"
    },
    {
      "verse": "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.",
      "reference": "1 Corinthians 13:11"
    },
    {
      "verse": "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.",
      "reference": "1 Corinthians 13:12"
    },
    {
      "verse": "So now faith, hope, and love abide, these three; but the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy.",
      "reference": "1 Corinthians 14:1"
    },
    {
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "verse": "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.",
      "reference": "Galatians 5:6"
    },
    {
      "verse": "For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.",
      "reference": "Galatians 5:13"
    },
    {
      "verse": "For the whole law is fulfilled in one word: 'You shall love your neighbor as yourself.'",
      "reference": "Galatians 5:14"
    },
    {
      "verse": "But if you bite and devour one another, watch out that you are not consumed by one another.",
      "reference": "Galatians 5:15"
    },
    {
      "verse": "But I say, walk by the Spirit, and you will not gratify the desires of the flesh.",
      "reference": "Galatians 5:16"
    },
    {
      "verse": "For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do.",
      "reference": "Galatians 5:17"
    },
    {
      "verse": "But if you are led by the Spirit, you are not under the law.",
      "reference": "Galatians 5:18"
    },
    {
      "verse": "Now the works of the flesh are evident: sexual immorality, impurity, sensuality, idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.",
      "reference": "Galatians 5:19-21"
    },
    {
      "verse": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
      "reference": "Galatians 5:22-23"
    },
    {
      "verse": "And those who belong to Christ Jesus have crucified the flesh with its passions and desires.",
      "reference": "Galatians 5:24"
    },
    {
      "verse": "If we live by the Spirit, let us also keep in step with the Spirit.",
      "reference": "Galatians 5:25"
    },
    {
      "verse": "Let us not become conceited, provoking one another, envying one another.",
      "reference": "Galatians 5:26"
    },
    {
      "verse": "Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.",
      "reference": "Galatians 6:1"
    },
    {
      "verse": "Bear one another's burdens, and so fulfill the law of Christ.",
      "reference": "Galatians 6:2"
    },
    {
      "verse": "For if anyone thinks he is something, when he is nothing, he deceives himself.",
      "reference": "Galatians 6:3"
    },
    {
      "verse": "But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor.",
      "reference": "Galatians 6:4"
    },
    {
      "verse": "For each will have to bear his own load.",
      "reference": "Galatians 6:5"
    },
    {
      "verse": "Let the one who is taught the word share all good things with the one who teaches.",
      "reference": "Galatians 6:6"
    },
    {
      "verse": "Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.",
      "reference": "Galatians 6:7"
    },
    {
      "verse": "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.",
      "reference": "Galatians 6:8"
    },
    {
      "verse": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
      "reference": "Galatians 6:9"
    },
    {
      "verse": "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.",
      "reference": "Galatians 6:10"
    },
    {
      "verse": "See with what large letters I am writing to you with my own hand.",
      "reference": "Galatians 6:11"
    },
    {
      "verse": "It is those who want to make a good showing in the flesh who would force you to be circumcised, and only in order that they may not be persecuted for the cross of Christ.",
      "reference": "Galatians 6:12"
    },
    {
      "verse": "For even those who are circumcised do not themselves keep the law, but they desire to have you circumcised that they may boast in your flesh.",
      "reference": "Galatians 6:13"
    },
    {
      "verse": "But far be it from me to boast except in the cross of our Lord Jesus Christ, by which the world has been crucified to me, and I to the world.",
      "reference": "Galatians 6:14"
    },
    {
      "verse": "For neither circumcision counts for anything, nor uncircumcision, but a new creation.",
      "reference": "Galatians 6:15"
    },
    {
      "verse": "And as for all who walk by this rule, peace and mercy be upon them, and upon the Israel of God.",
      "reference": "Galatians 6:16"
    },
    {
      "verse": "From now on let no one cause me trouble, for I bear on my body the marks of Jesus.",
      "reference": "Galatians 6:17"
    },
    {
      "verse": "The grace of our Lord Jesus Christ be with your spirit, brothers. Amen.",
      "reference": "Galatians 6:18"
    },
    {
      "verse": "With all humility and gentleness, with patience, bearing with one another in love.",
      "reference": "Ephesians 4:2"
    },
    {
      "verse": "Eager to maintain the unity of the Spirit in the bond of peace.",
      "reference": "Ephesians 4:3"
    },
    {
      "verse": "Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.",
      "reference": "Ephesians 4:25"
    },
    {
      "verse": "Be angry and do not sin; do not let the sun go down on your anger.",
      "reference": "Ephesians 4:26"
    },
    {
      "verse": "And give no opportunity to the devil.",
      "reference": "Ephesians 4:27"
    },
    {
      "verse": "Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.",
      "reference": "Ephesians 4:28"
    },
    {
      "verse": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
      "reference": "Ephesians 4:29"
    },
    {
      "verse": "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.",
      "reference": "Ephesians 4:30"
    },
    {
      "verse": "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice.",
      "reference": "Ephesians 4:31"
    },
    {
      "verse": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.",
      "reference": "Ephesians 4:32"
    },
    {
      "verse": "Therefore be imitators of God, as beloved children.",
      "reference": "Ephesians 5:1"
    },
    {
      "verse": "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.",
      "reference": "Ephesians 5:2"
    },
    {
      "verse": "But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints.",
      "reference": "Ephesians 5:3"
    },
    {
      "verse": "Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving.",
      "reference": "Ephesians 5:4"
    },
    {
      "verse": "For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God.",
      "reference": "Ephesians 5:5"
    },
    {
      "verse": "Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.",
      "reference": "Ephesians 5:6"
    },
    {
      "verse": "Therefore do not become partners with them.",
      "reference": "Ephesians 5:7"
    },
    {
      "verse": "For at one time you were darkness, but now you are light in the Lord. Walk as children of light.",
      "reference": "Ephesians 5:8"
    },
    {
      "verse": "For the fruit of light is found in all that is good and right and true.",
      "reference": "Ephesians 5:9"
    },
    {
      "verse": "And try to discern what is pleasing to the Lord.",
      "reference": "Ephesians 5:10"
    },
    {
      "verse": "Take no part in the unfruitful works of darkness, but instead expose them.",
      "reference": "Ephesians 5:11"
    },
    {
      "verse": "For it is shameful even to speak of the things that they do in secret.",
      "reference": "Ephesians 5:12"
    },
    {
      "verse": "But when anything is exposed by the light, it becomes visible.",
      "reference": "Ephesians 5:13"
    },
    {
      "verse": "For anything that becomes visible is light. Therefore it says, 'Awake, O sleeper, and arise from the dead, and Christ will shine on you.'",
      "reference": "Ephesians 5:14"
    },
    {
      "verse": "Look carefully then how you walk, not as unwise but as wise.",
      "reference": "Ephesians 5:15"
    },
    {
      "verse": "Making the best use of the time, because the days are evil.",
      "reference": "Ephesians 5:16"
    },
    {
      "verse": "Therefore do not be foolish, but understand what the will of the Lord is.",
      "reference": "Ephesians 5:17"
    },
    {
      "verse": "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit.",
      "reference": "Ephesians 5:18"
    },
    {
      "verse": "Addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart.",
      "reference": "Ephesians 5:19"
    },
    {
      "verse": "Giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ.",
      "reference": "Ephesians 5:20"
    },
    {
      "verse": "Submitting to one another out of reverence for Christ.",
      "reference": "Ephesians 5:21"
    },
    {
      "verse": "Wives, submit to your own husbands, as to the Lord.",
      "reference": "Ephesians 5:22"
    },
    {
      "verse": "For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior.",
      "reference": "Ephesians 5:23"
    },
    {
      "verse": "Now as the church submits to Christ, so also wives should submit in everything to their husbands.",
      "reference": "Ephesians 5:24"
    },
    {
      "verse": "Husbands, love your wives, as Christ loved the church and gave himself up for her.",
      "reference": "Ephesians 5:25"
    },
    {
      "verse": "That he might sanctify her, having cleansed her by the washing of water with the word.",
      "reference": "Ephesians 5:26"
    },
    {
      "verse": "So that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish.",
      "reference": "Ephesians 5:27"
    },
    {
      "verse": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself.",
      "reference": "Ephesians 5:28"
    },
    {
      "verse": "For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church.",
      "reference": "Ephesians 5:29"
    },
    {
      "verse": "Because we are members of his body.",
      "reference": "Ephesians 5:30"
    },
    {
      "verse": "'Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.'",
      "reference": "Ephesians 5:31"
    },
    {
      "verse": "This mystery is profound, and I am saying that it refers to Christ and the church.",
      "reference": "Ephesians 5:32"
    },
    {
      "verse": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
      "reference": "Ephesians 5:33"
    },
    {
      "verse": "Children, obey your parents in the Lord, for this is right.",
      "reference": "Ephesians 6:1"
    },
    {
      "verse": "'Honor your father and mother' (this is the first commandment with a promise).",
      "reference": "Ephesians 6:2"
    },
    {
      "verse": "'That it may go well with you and that you may live long in the land.'",
      "reference": "Ephesians 6:3"
    },
    {
      "verse": "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.",
      "reference": "Ephesians 6:4"
    },
    {
      "verse": "Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ.",
      "reference": "Ephesians 6:5"
    },
    {
      "verse": "Not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart.",
      "reference": "Ephesians 6:6"
    },
    {
      "verse": "Rendering service with a good will as to the Lord and not to man.",
      "reference": "Ephesians 6:7"
    },
    {
      "verse": "Knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free.",
      "reference": "Ephesians 6:8"
    },
    {
      "verse": "Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.",
      "reference": "Ephesians 6:9"
    },
    {
      "verse": "Finally, be strong in the Lord and in the strength of his might.",
      "reference": "Ephesians 6:10"
    },
    {
      "verse": "Put on the whole armor of God, that you may be able to stand against the schemes of the devil.",
      "reference": "Ephesians 6:11"
    },
    {
      "verse": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.",
      "reference": "Ephesians 6:12"
    },
    {
      "verse": "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
      "reference": "Ephesians 6:13"
    },
    {
      "verse": "Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness.",
      "reference": "Ephesians 6:14"
    },
    {
      "verse": "And, as shoes for your feet, having put on the readiness given by the gospel of peace.",
      "reference": "Ephesians 6:15"
    },
    {
      "verse": "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one.",
      "reference": "Ephesians 6:16"
    },
    {
      "verse": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God.",
      "reference": "Ephesians 6:17"
    },
    {
      "verse": "Praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints.",
      "reference": "Ephesians 6:18"
    },
    {
      "verse": "And also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel.",
      "reference": "Ephesians 6:19"
    },
    {
      "verse": "For which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.",
      "reference": "Ephesians 6:20"
    },
    {
      "verse": "So that you also may know how I am and what I am doing, Tychicus the beloved brother and faithful minister in the Lord will tell you everything.",
      "reference": "Ephesians 6:21"
    },
    {
      "verse": "I have sent him to you for this very purpose, that you may know how we are, and that he may encourage your hearts.",
      "reference": "Ephesians 6:22"
    },
    {
      "verse": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ.",
      "reference": "Ephesians 6:23"
    },
    {
      "verse": "Grace be with all who love our Lord Jesus Christ with love incorruptible.",
      "reference": "Ephesians 6:24"
    },
    {
      "verse": "Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons.",
      "reference": "Philippians 1:1"
    },
    {
      "verse": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "reference": "Philippians 1:2"
    },
    {
      "verse": "I thank my God in all my remembrance of you.",
      "reference": "Philippians 1:3"
    },
    {
      "verse": "Always in every prayer of mine for you all making my prayer with joy.",
      "reference": "Philippians 1:4"
    },
    {
      "verse": "Because of your partnership in the gospel from the first day until now.",
      "reference": "Philippians 1:5"
    },
    {
      "verse": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
      "reference": "Philippians 1:6"
    },
    {
      "verse": "It is right for me to feel this way about you all, because I hold you in my heart, for you are all partakers with me of grace, both in my imprisonment and in the defense and confirmation of the gospel.",
      "reference": "Philippians 1:7"
    },
    {
      "verse": "For God is my witness, how I yearn for you all with the affection of Christ Jesus.",
      "reference": "Philippians 1:8"
    },
    {
      "verse": "And it is my prayer that your love may abound more and more, with knowledge and all discernment.",
      "reference": "Philippians 1:9"
    },
    {
      "verse": "So that you may approve what is excellent, and so be pure and blameless for the day of Christ.",
      "reference": "Philippians 1:10"
    },
    {
      "verse": "Filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God.",
      "reference": "Philippians 1:11"
    },
    {
      "verse": "I want you to know, brothers, that what has happened to me has really served to advance the gospel.",
      "reference": "Philippians 1:12"
    },
    {
      "verse": "So that it has become known throughout the whole imperial guard and to all the rest that my imprisonment is for Christ.",
      "reference": "Philippians 1:13"
    },
    {
      "verse": "And most of the brothers, having become confident in the Lord by my imprisonment, are much more bold to speak the word without fear.",
      "reference": "Philippians 1:14"
    },
    {
      "verse": "Some indeed preach Christ from envy and rivalry, but others from good will.",
      "reference": "Philippians 1:15"
    },
    {
      "verse": "The latter do it out of love, knowing that I am put here for the defense of the gospel.",
      "reference": "Philippians 1:16"
    },
    {
      "verse": "The former proclaim Christ out of selfish ambition, not sincerely but thinking to afflict me in my imprisonment.",
      "reference": "Philippians 1:17"
    },
    {
      "verse": "What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in that I rejoice.",
      "reference": "Philippians 1:18"
    },
    {
      "verse": "Yes, and I will rejoice.",
      "reference": "Philippians 1:18"
    },
    {
      "verse": "For I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance.",
      "reference": "Philippians 1:19"
    },
    {
      "verse": "As it is my eager expectation and hope that I will not be at all ashamed, but that with full courage now as always Christ will be honored in my body, whether by life or by death.",
      "reference": "Philippians 1:20"
    },
    {
      "verse": "For to me to live is Christ, and to die is gain.",
      "reference": "Philippians 1:21"
    },
    {
      "verse": "If I am to live in the flesh, that means fruitful labor for me. Yet which I shall choose I cannot tell.",
      "reference": "Philippians 1:22"
    },
    {
      "verse": "I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better.",
      "reference": "Philippians 1:23"
    },
    {
      "verse": "But to remain in the flesh is more necessary on your account.",
      "reference": "Philippians 1:24"
    },
    {
      "verse": "Convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith.",
      "reference": "Philippians 1:25"
    },
    {
      "verse": "So that in me you may have ample cause to glory in Christ Jesus, because of my coming to you again.",
      "reference": "Philippians 1:26"
    },
    {
      "verse": "Only let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel.",
      "reference": "Philippians 1:27"
    },
    {
      "verse": "And not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.",
      "reference": "Philippians 1:28"
    },
    {
      "verse": "For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake.",
      "reference": "Philippians 1:29"
    },
    {
      "verse": "Engaged in the same conflict that you saw I had and now hear that I still have.",
      "reference": "Philippians 1:30"
    },
    {
      "verse": "So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy.",
      "reference": "Philippians 2:1"
    },
    {
      "verse": "Complete my joy by being of the same mind, having the same love, being in full accord and of one mind.",
      "reference": "Philippians 2:2"
    },
    {
      "verse": "Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.",
      "reference": "Philippians 2:3"
    },
    {
      "verse": "Let each of you look not only to his own interests, but also to the interests of others.",
      "reference": "Philippians 2:4"
    },
    {
      "verse": "Have this mind among yourselves, which is yours in Christ Jesus.",
      "reference": "Philippians 2:5"
    },
    {
      "verse": "Who, though he was in the form of God, did not count equality with God a thing to be grasped.",
      "reference": "Philippians 2:6"
    },
    {
      "verse": "But emptied himself, by taking the form of a servant, being born in the likeness of men.",
      "reference": "Philippians 2:7"
    },
    {
      "verse": "And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.",
      "reference": "Philippians 2:8"
    },
    {
      "verse": "Therefore God has highly exalted him and bestowed on him the name that is above every name.",
      "reference": "Philippians 2:9"
    },
    {
      "verse": "So that at the name of Jesus every knee should bow, in heaven and on earth and under the earth.",
      "reference": "Philippians 2:10"
    },
    {
      "verse": "And every tongue confess that Jesus Christ is Lord, to the glory of God the Father.",
      "reference": "Philippians 2:11"
    },
    {
      "verse": "Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling.",
      "reference": "Philippians 2:12"
    },
    {
      "verse": "For it is God who works in you, both to will and to work for his good pleasure.",
      "reference": "Philippians 2:13"
    },
    {
      "verse": "Do all things without grumbling or disputing.",
      "reference": "Philippians 2:14"
    },
    {
      "verse": "That you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world.",
      "reference": "Philippians 2:15"
    },
    {
      "verse": "Holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain.",
      "reference": "Philippians 2:16"
    },
    {
      "verse": "Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all.",
      "reference": "Philippians 2:17"
    },
    {
      "verse": "Likewise you also should be glad and rejoice with me.",
      "reference": "Philippians 2:18"
    },
    {
      "verse": "I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you.",
      "reference": "Philippians 2:19"
    },
    {
      "verse": "For I have no one like him, who will be genuinely concerned for your welfare.",
      "reference": "Philippians 2:20"
    },
    {
      "verse": "For they all seek their own interests, not those of Jesus Christ.",
      "reference": "Philippians 2:21"
    },
    {
      "verse": "But you know Timothy's proven worth, how as a son with a father he has served with me in the gospel.",
      "reference": "Philippians 2:22"
    },
    {
      "verse": "I hope therefore to send him just as soon as I see how it will go with me.",
      "reference": "Philippians 2:23"
    },
    {
      "verse": "And I trust in the Lord that shortly I myself will come also.",
      "reference": "Philippians 2:24"
    },
    {
      "verse": "I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need.",
      "reference": "Philippians 2:25"
    },
    {
      "verse": "For he has been longing for you all and has been distressed because you heard that he was ill.",
      "reference": "Philippians 2:26"
    },
    {
      "verse": "Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow.",
      "reference": "Philippians 2:27"
    },
    {
      "verse": "I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious.",
      "reference": "Philippians 2:28"
    },
    {
      "verse": "So receive him in the Lord with all joy, and honor such men.",
      "reference": "Philippians 2:29"
    },
    {
      "verse": "For he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.",
      "reference": "Philippians 2:30"
    },
    {
      "verse": "Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you.",
      "reference": "Philippians 3:1"
    },
    {
      "verse": "Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh.",
      "reference": "Philippians 3:2"
    },
    {
      "verse": "For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh.",
      "reference": "Philippians 3:3"
    },
    {
      "verse": "Though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more.",
      "reference": "Philippians 3:4"
    },
    {
      "verse": "Circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee.",
      "reference": "Philippians 3:5"
    },
    {
      "verse": "As to zeal, a persecutor of the church; as to righteousness under the law, blameless.",
      "reference": "Philippians 3:6"
    },
    {
      "verse": "But whatever gain I had, I counted as loss for the sake of Christ.",
      "reference": "Philippians 3:7"
    },
    {
      "verse": "Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ.",
      "reference": "Philippians 3:8"
    },
    {
      "verse": "And be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith.",
      "reference": "Philippians 3:9"
    },
    {
      "verse": "That I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death.",
      "reference": "Philippians 3:10"
    },
    {
      "verse": "That by any means possible I may attain the resurrection from the dead.",
      "reference": "Philippians 3:11"
    },
    {
      "verse": "Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own.",
      "reference": "Philippians 3:12"
    },
    {
      "verse": "Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead.",
      "reference": "Philippians 3:13"
    },
    {
      "verse": "I press on toward the goal for the prize of the upward call of God in Christ Jesus.",
      "reference": "Philippians 3:14"
    },
    {
      "verse": "Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you.",
      "reference": "Philippians 3:15"
    },
    {
      "verse": "Only let us hold true to what we have attained.",
      "reference": "Philippians 3:16"
    },
    {
      "verse": "Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us.",
      "reference": "Philippians 3:17"
    },
    {
      "verse": "For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ.",
      "reference": "Philippians 3:18"
    },
    {
      "verse": "Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things.",
      "reference": "Philippians 3:19"
    },
    {
      "verse": "But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ.",
      "reference": "Philippians 3:20"
    },
    {
      "verse": "Who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.",
      "reference": "Philippians 3:21"
    },
    {
      "verse": "Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved.",
      "reference": "Philippians 4:1"
    },
    {
      "verse": "I entreat Euodia and I entreat Syntyche to agree in the Lord.",
      "reference": "Philippians 4:2"
    },
    {
      "verse": "Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life.",
      "reference": "Philippians 4:3"
    },
    {
      "verse": "Rejoice in the Lord always; again I will say, rejoice.",
      "reference": "Philippians 4:4"
    },
    {
      "verse": "Let your reasonableness be known to everyone. The Lord is at hand.",
      "reference": "Philippians 4:5"
    },
    {
      "verse": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
      "reference": "Philippians 4:6"
    },
    {
      "verse": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
      "reference": "Philippians 4:7"
    },
    {
      "verse": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.",
      "reference": "Philippians 4:8"
    },
    {
      "verse": "What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.",
      "reference": "Philippians 4:9"
    },
    {
      "verse": "I rejoiced in the Lord greatly that now at length you have revived your concern for me. You were indeed concerned for me, but you had no opportunity.",
      "reference": "Philippians 4:10"
    },
    {
      "verse": "Not that I am speaking of being in need, for I have learned in whatever situation I am to be content.",
      "reference": "Philippians 4:11"
    },
    {
      "verse": "I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need.",
      "reference": "Philippians 4:12"
    },
    {
      "verse": "I can do all things through him who strengthens me.",
      "reference": "Philippians 4:13"
    },
    {
      "verse": "Yet it was kind of you to share my trouble.",
      "reference": "Philippians 4:14"
    },
    {
      "verse": "And you Philippians yourselves know that in the beginning of the gospel, when I left Macedonia, no church entered into partnership with me in giving and receiving, except you only.",
      "reference": "Philippians 4:15"
    },
    {
      "verse": "Even in Thessalonica you sent me help for my needs once and again.",
      "reference": "Philippians 4:16"
    },
    {
      "verse": "Not that I seek the gift, but I seek the fruit that increases to your credit.",
      "reference": "Philippians 4:17"
    },
    {
      "verse": "I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God.",
      "reference": "Philippians 4:18"
    },
    {
      "verse": "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
      "reference": "Philippians 4:19"
    },
    {
      "verse": "To our God and Father be glory forever and ever. Amen.",
      "reference": "Philippians 4:20"
    },
    {
      "verse": "Greet every saint in Christ Jesus. The brothers who are with me greet you.",
      "reference": "Philippians 4:21"
    },
    {
      "verse": "All the saints greet you, especially those of Caesar's household.",
      "reference": "Philippians 4:22"
    },
    {
      "verse": "The grace of the Lord Jesus Christ be with your spirit.",
      "reference": "Philippians 4:23"
    }
  ]
},
  "error": []
}
