
{
  "status": "success",
  "message": "homepage data",
  "meta": {},
  "data":{
  "category": "Morning",
  "verses": [
    {
      "verse": "This is the day that the Lord has made; let us rejoice and be glad in it.",
      "reference": "Psalm 118:24"
    },
    {
      "verse": "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
      "reference": "Lamentations 3:22-23"
    },
    {
      "verse": "In the morning, Lord, you hear my voice; in the morning I lay my requests before you and wait expectantly.",
      "reference": "Psalm 5:3"
    },
    {
      "verse": "Awake, my soul! Awake, harp and lyre! I will awaken the dawn.",
      "reference": "Psalm 57:8"
    },
    {
      "verse": "Let the morning bring me word of your unfailing love, for I have put my trust in you. Show me the way I should go, for to you I entrust my life.",
      "reference": "Psalm 143:8"
    },
    {
      "verse": "Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days.",
      "reference": "Psalm 90:14"
    },
    {
      "verse": "The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life—of whom shall I be afraid?",
      "reference": "Psalm 27:1"
    },
    {
      "verse": "But I will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble.",
      "reference": "Psalm 59:16"
    },
    {
      "verse": "Because of the Lord’s great love we are not consumed, for his compassions never fail.",
      "reference": "Lamentations 3:22"
    },
    {
      "verse": "The path of the righteous is like the morning sun, shining ever brighter till the full light of day.",
      "reference": "Proverbs 4:18"
    },
    {
      "verse": "I rise before dawn and cry for help; I have put my hope in your word.",
      "reference": "Psalm 119:147"
    },
    {
      "verse": "The Sovereign Lord has given me a well-instructed tongue, to know the word that sustains the weary. He wakens me morning by morning, wakens my ear to listen like one being instructed.",
      "reference": "Isaiah 50:4"
    },
    {
      "verse": "But as for me, I will sing about your power. Each morning I will sing with joy about your unfailing love. For you have been my refuge, a place of safety when I am in distress.",
      "reference": "Psalm 59:16 (NLT)"
    },
    {
      "verse": "The Lord’s lovingkindnesses indeed never cease, for His compassions never fail.",
      "reference": "Lamentations 3:22 (NASB)"
    },
    {
      "verse": "My voice shalt thou hear in the morning, O Lord; in the morning will I direct my prayer unto thee, and will look up.",
      "reference": "Psalm 5:3 (KJV)"
    },
    {
      "verse": "Arise, shine, for your light has come, and the glory of the Lord rises upon you.",
      "reference": "Isaiah 60:1"
    },
    {
      "verse": "Morning by morning He wakens me and opens my understanding to His will.",
      "reference": "Isaiah 50:4 (NLT)"
    },
    {
      "verse": "The Lord is good to those who wait for Him, to the soul who seeks Him.",
      "reference": "Lamentations 3:25"
    },
    {
      "verse": "It is good to give thanks to the Lord, to sing praises to your name, O Most High; to declare your steadfast love in the morning, and your faithfulness by night.",
      "reference": "Psalm 92:1-2"
    },
    {
      "verse": "O God, You are my God; early will I seek You; my soul thirsts for You; my flesh longs for You in a dry and thirsty land where there is no water.",
      "reference": "Psalm 63:1 (NKJV)"
    },
    {
      "verse": "But I will sing of Your power; yes, I will sing aloud of Your mercy in the morning; for You have been my defense and refuge in the day of my trouble.",
      "reference": "Psalm 59:16 (NKJV)"
    },
    {
      "verse": "The Lord is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him.",
      "reference": "Psalm 28:7"
    },
    {
      "verse": "For his anger lasts only a moment, but his favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning.",
      "reference": "Psalm 30:5"
    },
    {
      "verse": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
      "reference": "Matthew 6:33"
    },
    {
      "verse": "I love those who love me, and those who seek me find me.",
      "reference": "Proverbs 8:17"
    },
    {
      "verse": "The Lord is my shepherd, I lack nothing. He makes me lie down in green pastures, he leads me beside quiet waters, he refreshes my soul.",
      "reference": "Psalm 23:1-3"
    },
    {
      "verse": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
      "reference": "Proverbs 3:5-6"
    },
    {
      "verse": "Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.",
      "reference": "Psalm 46:10"
    },
    {
      "verse": "The name of the Lord is a strong tower; the righteous run to it and are safe.",
      "reference": "Proverbs 18:10"
    },
    {
      "verse": "But you, Lord, are a shield around me, my glory, the One who lifts my head high.",
      "reference": "Psalm 3:3"
    },
    {
      "verse": "The Lord gives strength to his people; the Lord blesses his people with peace.",
      "reference": "Psalm 29:11"
    },
    {
      "verse": "Cast all your anxiety on him because he cares for you.",
      "reference": "1 Peter 5:7"
    },
    {
      "verse": "I can do all this through him who gives me strength.",
      "reference": "Philippians 4:13"
    },
    {
      "verse": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
      "reference": "Romans 8:28"
    },
    {
      "verse": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
      "reference": "Philippians 4:6"
    },
    {
      "verse": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
      "reference": "Psalm 34:18"
    },
    {
      "verse": "He gives power to the faint, and to him who has no might he increases strength.",
      "reference": "Isaiah 40:29"
    },
    {
      "verse": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
      "reference": "Isaiah 40:31"
    },
    {
      "verse": "The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life—of whom shall I be afraid?",
      "reference": "Psalm 27:1"
    },
    {
      "verse": "The Lord will fight for you; you need only to be still.",
      "reference": "Exodus 14:14"
    },
    {
      "verse": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold.",
      "reference": "Psalm 18:2"
    },
    {
      "verse": "Come to me, all you who are weary and burdened, and I will give you rest.",
      "reference": "Matthew 11:28"
    },
    {
      "verse": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
      "reference": "2 Timothy 1:7"
    },
    {
      "verse": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
      "reference": "2 Corinthians 5:17"
    },
    {
      "verse": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law.",
      "reference": "Galatians 5:22-23"
    },
    {
      "verse": "Rejoice always, pray continually, give thanks in all circumstances; for this is God’s will for you in Christ Jesus.",
      "reference": "1 Thessalonians 5:16-18"
    },
    {
      "verse": "Be strong and courageous. Do not be afraid or terrified because of them, for the Lord your God goes with you; he will never leave you nor forsake you.",
      "reference": "Deuteronomy 31:6"
    },
    {
      "verse": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
      "reference": "Joshua 1:9"
    },
    {
      "verse": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him.",
      "reference": "Nahum 1:7"
    },
    {
      "verse": "The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
      "reference": "Zephaniah 3:17"
    },
    {
      "verse": "But you, Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness.",
      "reference": "Psalm 86:15"
    },
    {
      "verse": "The Lord is gracious and righteous; our God is full of compassion.",
      "reference": "Psalm 116:5"
    },
    {
      "verse": "Taste and see that the Lord is good; blessed is the one who takes refuge in him.",
      "reference": "Psalm 34:8"
    },
    {
      "verse": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.",
      "reference": "James 1:17"
    },
    {
      "verse": "The Lord is my strength and my song; he has become my salvation.",
      "reference": "Psalm 118:14"
    },
    {
      "verse": "I will praise you, Lord, with all my heart; I will tell of all the marvelous things you have done.",
      "reference": "Psalm 9:1"
    },
    {
      "verse": "Great is the Lord and most worthy of praise; his greatness no one can fathom.",
      "reference": "Psalm 145:3"
    },
    {
      "verse": "Oh, how abundant is your goodness, which you have stored up for those who fear you and worked for those who take refuge in you, in the sight of the children of mankind!",
      "reference": "Psalm 31:19"
    },
    {
      "verse": "The Lord is my portion, says my soul, therefore I will hope in him.",
      "reference": "Lamentations 3:24"
    },
    {
      "verse": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
      "reference": "John 3:16"
    },
    {
      "verse": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
      "reference": "Romans 5:8"
    },
    {
      "verse": "See what great love the Father has lavished on us, that we should be called children of God! And that is what we are!",
      "reference": "1 John 3:1"
    },
    {
      "verse": "And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them.",
      "reference": "1 John 4:16"
    },
    {
      "verse": "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.",
      "reference": "1 John 4:18"
    },
    {
      "verse": "We love because he first loved us.",
      "reference": "1 John 4:19"
    },
    {
      "verse": "And now these three remain: faith, hope and love. But the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Above all, love each other deeply, because love covers over a multitude of sins.",
      "reference": "1 Peter 4:8"
    },
    {
      "verse": "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God.",
      "reference": "1 John 4:7"
    },
    {
      "verse": "A friend loves at all times, and a brother is born for a time of adversity.",
      "reference": "Proverbs 17:17"
    },
    {
      "verse": "Love must be sincere. Hate what is evil; cling to what is good.",
      "reference": "Romans 12:9"
    },
    {
      "verse": "Be completely humble and gentle; be patient, bearing with one another in love.",
      "reference": "Ephesians 4:2"
    },
    {
      "verse": "And over all these virtues put on love, which binds them all together in perfect unity.",
      "reference": "Colossians 3:14"
    },
    {
      "verse": "No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us.",
      "reference": "1 John 4:12"
    },
    {
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "verse": "Whoever does not love does not know God, because God is love.",
      "reference": "1 John 4:8"
    },
    {
      "verse": "Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.",
      "reference": "Mark 12:30"
    },
    {
      "verse": "The second is this: ‘Love your neighbor as yourself.’ There is no commandment greater than these.",
      "reference": "Mark 12:31"
    },
    {
      "verse": "Do everything in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "verse": "Husbands, love your wives, just as Christ loved the church and gave himself up for her.",
      "reference": "Ephesians 5:25"
    },
    {
      "verse": "But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be children of the Most High, because he is kind to the ungrateful and wicked.",
      "reference": "Luke 6:35"
    },
    {
      "verse": "Love does no harm to a neighbor. Therefore love is the fulfillment of the law.",
      "reference": "Romans 13:10"
    },
    {
      "verse": "And let us consider how we may spur one another on toward love and good deeds.",
      "reference": "Hebrews 10:24"
    },
    {
      "verse": "Dear children, let us not love with words or speech but with actions and in truth.",
      "reference": "1 John 3:18"
    },
    {
      "verse": "Greater love has no one than this: to lay down one’s life for one’s friends.",
      "reference": "John 15:13"
    },
    {
      "verse": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
      "reference": "Ephesians 4:32"
    },
    {
      "verse": "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things.",
      "reference": "Philippians 4:8"
    },
    {
      "verse": "Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.",
      "reference": "Ephesians 4:29"
    },
    {
      "verse": "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone.",
      "reference": "Colossians 4:6"
    },
    {
      "verse": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
      "reference": "Proverbs 15:1"
    },
    {
      "verse": "Set a guard over my mouth, Lord; keep watch over the door of my lips.",
      "reference": "Psalm 141:3"
    },
    {
      "verse": "Those who guard their mouths and their tongues keep themselves from calamity.",
      "reference": "Proverbs 21:23"
    },
    {
      "verse": "The tongue has the power of life and death, and those who love it will eat its fruit.",
      "reference": "Proverbs 18:21"
    },
    {
      "verse": "Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.",
      "reference": "1 Peter 3:9"
    },
    {
      "verse": "But now you must also rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips.",
      "reference": "Colossians 3:8"
    },
    {
      "verse": "May these words of my mouth and this meditation of my heart be pleasing in your sight, Lord, my Rock and my Redeemer.",
      "reference": "Psalm 19:14"
    },
    {
      "verse": "A person finds joy in giving an apt reply—and how good is a timely word!",
      "reference": "Proverbs 15:23"
    },
    {
      "verse": "The words of the reckless pierce like swords, but the tongue of the wise brings healing.",
      "reference": "Proverbs 12:18"
    },
    {
      "verse": "Gracious words are a honeycomb, sweet to the soul and healing to the bones.",
      "reference": "Proverbs 16:24"
    },
    {
      "verse": "Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.",
      "reference": "Ephesians 4:29"
    },
    {
      "verse": "But I tell you that everyone will have to give account on the day of judgment for every empty word they have spoken.",
      "reference": "Matthew 12:36"
    },
    {
      "verse": "The soothing tongue is a tree of life, but a perverse tongue crushes the spirit.",
      "reference": "Proverbs 15:4"
    },
    {
      "verse": "Even fools are thought wise if they keep silent, and discerning if they hold their tongues.",
      "reference": "Proverbs 17:28"
    },
    {
      "verse": "The one who has knowledge uses words with restraint, and whoever has understanding is even-tempered.",
      "reference": "Proverbs 17:27"
    },
    {
      "verse": "A fool’s mouth lashes out with pride, but the lips of the wise protect them.",
      "reference": "Proverbs 14:3"
    },
    {
      "verse": "The heart of the righteous weighs its answers, but the mouth of the wicked gushes evil.",
      "reference": "Proverbs 15:28"
    },
    {
      "verse": "Whoever would love life and see good days must keep their tongue from evil and their lips from deceitful speech.",
      "reference": "1 Peter 3:10"
    },
    {
      "verse": "With the tongue we praise our Lord and Father, and with it we curse human beings, who have been made in God’s likeness.",
      "reference": "James 3:9"
    },
    {
      "verse": "Those who consider themselves religious and yet do not keep a tight rein on their tongues deceive themselves, and their religion is worthless.",
      "reference": "James 1:26"
    },
    {
      "verse": "But no human being can tame the tongue. It is a restless evil, full of deadly poison.",
      "reference": "James 3:8"
    },
    {
      "verse": "Likewise, the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark.",
      "reference": "James 3:5"
    },
    {
      "verse": "Out of the same mouth come praise and cursing. My brothers and sisters, this should not be.",
      "reference": "James 3:10"
    },
    {
      "verse": "For, 'Whoever would love life and see good days must keep their tongue from evil and their lips from deceitful speech.'",
      "reference": "1 Peter 3:10"
    },
    {
      "verse": "A gossip betrays a confidence, but a trustworthy person keeps a secret.",
      "reference": "Proverbs 11:13"
    },
    {
      "verse": "Without wood a fire goes out; without a gossip a quarrel dies down.",
      "reference": "Proverbs 26:20"
    },
    {
      "verse": "A perverse person stirs up conflict, and a gossip separates close friends.",
      "reference": "Proverbs 16:28"
    },
    {
      "verse": "The words of a gossip are like choice morsels; they go down to the inmost parts.",
      "reference": "Proverbs 18:8"
    },
    {
      "verse": "A gossip betrays a confidence; so avoid anyone who talks too much.",
      "reference": "Proverbs 20:19"
    },
    {
      "verse": "Do not let your mouth lead you into sin. And do not protest to the temple messenger, 'My vow was a mistake.' Why should God be angry at what you say and destroy the work of your hands?",
      "reference": "Ecclesiastes 5:6"
    },
    {
      "verse": "Do not be quick with your mouth, do not be hasty in your heart to utter anything before God. God is in heaven and you are on earth, so let your words be few.",
      "reference": "Ecclesiastes 5:2"
    },
    {
      "verse": "When words are many, sin is not absent, but he who holds his tongue is wise.",
      "reference": "Proverbs 10:19"
    },
    {
      "verse": "The one who guards his mouth preserves his life; the one who opens wide his lips comes to ruin.",
      "reference": "Proverbs 13:3"
    },
    {
      "verse": "Even a fool is thought wise if he keeps silent, and discerning if he holds his tongue.",
      "reference": "Proverbs 17:28"
    },
    {
      "verse": "A fool gives full vent to his anger, but a wise man keeps himself under control.",
      "reference": "Proverbs 29:11"
    },
    {
      "verse": "Do not be quickly provoked in your spirit, for anger resides in the lap of fools.",
      "reference": "Ecclesiastes 7:9"
    },
    {
      "verse": "My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry.",
      "reference": "James 1:19"
    },
    {
      "verse": "Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice.",
      "reference": "Ephesians 4:31"
    },
    {
      "verse": "In your anger do not sin: Do not let the sun go down while you are still angry.",
      "reference": "Ephesians 4:26"
    },
    {
      "verse": "A hot-tempered person stirs up conflict, but the one who is patient calms a quarrel.",
      "reference": "Proverbs 15:18"
    },
    {
      "verse": "Better a patient person than a warrior, one with self-control than one who takes a city.",
      "reference": "Proverbs 16:32"
    },
    {
      "verse": "Whoever is patient has great understanding, but one who is quick-tempered displays folly.",
      "reference": "Proverbs 14:29"
    },
    {
      "verse": "A person’s wisdom yields patience; it is to one’s glory to overlook an offense.",
      "reference": "Proverbs 19:11"
    },
    {
      "verse": "Do not say, 'I’ll pay you back for this wrong!' Wait for the Lord, and he will avenge you.",
      "reference": "Proverbs 20:22"
    },
    {
      "verse": "Do not take revenge, my dear friends, but leave room for God’s wrath, for it is written: 'It is mine to avenge; I will repay,' says the Lord.",
      "reference": "Romans 12:19"
    },
    {
      "verse": "Do not be overcome by evil, but overcome evil with good.",
      "reference": "Romans 12:21"
    },
    {
      "verse": "But now you must also rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips.",
      "reference": "Colossians 3:8"
    },
    {
      "verse": "Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience.",
      "reference": "Colossians 3:12"
    },
    {
      "verse": "Be completely humble and gentle; be patient, bearing with one another in love.",
      "reference": "Ephesians 4:2"
    },
    {
      "verse": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
      "reference": "Galatians 6:9"
    },
    {
      "verse": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law.",
      "reference": "Galatians 5:22-23"
    },
    {
      "verse": "But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.",
      "reference": "James 3:17"
    },
    {
      "verse": "Peacemakers who sow in peace reap a harvest of righteousness.",
      "reference": "James 3:18"
    },
    {
      "verse": "Blessed are the peacemakers, for they will be called children of God.",
      "reference": "Matthew 5:9"
    },
    {
      "verse": "If it is possible, as far as it depends on you, live at peace with everyone.",
      "reference": "Romans 12:18"
    },
    {
      "verse": "Turn from evil and do good; seek peace and pursue it.",
      "reference": "Psalm 34:14"
    },
    {
      "verse": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful.",
      "reference": "Colossians 3:15"
    },
    {
      "verse": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
      "reference": "Romans 15:13"
    },
    {
      "verse": "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you.",
      "reference": "2 Thessalonians 3:16"
    },
    {
      "verse": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
      "reference": "John 16:33"
    },
    {
      "verse": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
      "reference": "Isaiah 26:3"
    },
    {
      "verse": "The Lord gives strength to his people; the Lord blesses his people with peace.",
      "reference": "Psalm 29:11"
    },
    {
      "verse": "Great peace have those who love your law, and nothing can make them stumble.",
      "reference": "Psalm 119:165"
    },
    {
      "verse": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
      "reference": "Philippians 4:7"
    },
    {
      "verse": "But the meek will inherit the land and enjoy peace and prosperity.",
      "reference": "Psalm 37:11"
    },
    {
      "verse": "For he himself is our peace, who has made the two groups one and has destroyed the barrier, the dividing wall of hostility.",
      "reference": "Ephesians 2:14"
    },
    {
      "verse": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ.",
      "reference": "Romans 5:1"
    },
    {
      "verse": "And the effect of righteousness will be peace, and the result of righteousness, quietness and trust forever.",
      "reference": "Isaiah 32:17"
    },
    {
      "verse": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law.",
      "reference": "Galatians 5:22-23"
    },
    {
      "verse": "For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
      "reference": "Isaiah 9:6"
    },
    {
      "verse": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you; the Lord turn his face toward you and give you peace.",
      "reference": "Numbers 6:24-26"
    },
    {
      "verse": "But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.",
      "reference": "James 3:17"
    },
    {
      "verse": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
      "reference": "John 14:27"
    },
    {
      "verse": "Let us therefore make every effort to do what leads to peace and to mutual edification.",
      "reference": "Romans 14:19"
    },
    {
      "verse": "Deceit is in the hearts of those who plot evil, but those who promote peace have joy.",
      "reference": "Proverbs 12:20"
    },
    {
      "verse": "Finally, brothers and sisters, rejoice! Strive for full restoration, encourage one another, be of one mind, live in peace. And the God of love and peace will be with you.",
      "reference": "2 Corinthians 13:11"
    },
    {
      "verse": "Make every effort to keep the unity of the Spirit through the bond of peace.",
      "reference": "Ephesians 4:3"
    },
    {
      "verse": "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect.",
      "reference": "1 Peter 3:15"
    },
    {
      "verse": "Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.",
      "reference": "2 Corinthians 13:11"
    },
    {
      "verse": "And over all these virtues put on love, which binds them all together in perfect unity.",
      "reference": "Colossians 3:14"
    },
    {
      "verse": "Be completely humble and gentle; be patient, bearing with one another in love.",
      "reference": "Ephesians 4:2"
    },
    {
      "verse": "Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.",
      "reference": "1 Peter 3:8"
    },
    {
      "verse": "Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.",
      "reference": "Romans 12:16"
    },
    {
      "verse": "Therefore encourage one another and build each other up, just as in fact you are doing.",
      "reference": "1 Thessalonians 5:11"
    },
    {
      "verse": "And let us consider how we may spur one another on toward love and good deeds.",
      "reference": "Hebrews 10:24"
    },
    {
      "verse": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
      "reference": "Ephesians 4:32"
    },
    {
      "verse": "Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers.",
      "reference": "Galatians 6:10"
    },
    {
      "verse": "Carry each other’s burdens, and in this way you will fulfill the law of Christ.",
      "reference": "Galatians 6:2"
    },
    {
      "verse": "And we urge you, brothers and sisters, warn those who are idle and disruptive, encourage the disheartened, help the weak, be patient with everyone.",
      "reference": "1 Thessalonians 5:14"
    },
    {
      "verse": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective.",
      "reference": "James 5:16"
    },
    {
      "verse": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
      "reference": "Galatians 6:9"
    },
    {
      "verse": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.",
      "reference": "Ephesians 4:29"
    },
    {
      "verse": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves.",
      "reference": "Philippians 2:3"
    },
    {
      "verse": "Each of you should look not only to your own interests, but also to the interests of others.",
      "reference": "Philippians 2:4"
    },
    {
      "verse": "Be devoted to one another in love. Honor one another above yourselves.",
      "reference": "Romans 12:10"
    },
    {
      "verse": "Therefore welcome one another as Christ has welcomed you, for the glory of God.",
      "reference": "Romans 15:7"
    },
    {
      "verse": "Above all, love each other deeply, because love covers over a multitude of sins.",
      "reference": "1 Peter 4:8"
    },
    {
      "verse": "Dear friends, since God so loved us, we also ought to love one another.",
      "reference": "1 John 4:11"
    },
    {
      "verse": "No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us.",
      "reference": "1 John 4:12"
    },
    {
      "verse": "And now these three remain: faith, hope and love. But the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "verse": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
      "reference": "Ephesians 4:32"
    },
    {
      "verse": "And over all these virtues put on love, which binds them all together in perfect unity.",
      "reference": "Colossians 3:14"
    },
    {
      "verse": "Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.",
      "reference": "1 Peter 3:8"
    },
    {
      "verse": "A new command I give you: Love one another. As I have loved you, so you must love one another.",
      "reference": "John 13:34"
    },
    {
      "verse": "My command is this: Love each other as I have loved you.",
      "reference": "John 15:12"
    },
    {
      "verse": "Greater love has no one than this: to lay down one’s life for one’s friends.",
      "reference": "John 15:13"
    },
    {
      "verse": "This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers and sisters.",
      "reference": "1 John 3:16"
    },
    {
      "verse": "Dear children, let us not love with words or speech but with actions and in truth.",
      "reference": "1 John 3:18"
    },
    {
      "verse": "We love because he first loved us.",
      "reference": "1 John 4:19"
    },
    {
      "verse": "And now these three remain: faith, hope and love. But the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "verse": "Be completely humble and gentle; be patient, bearing with one another in love.",
      "reference": "Ephesians 4:2"
    },
    {
      "verse": "And over all these virtues put on love, which binds them all together in perfect unity.",
      "reference": "Colossians 3:14"
    },
    {
      "verse": "Above all, love each other deeply, because love covers over a multitude of sins.",
      "reference": "1 Peter 4:8"
    },
    {
      "verse": "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God.",
      "reference": "1 John 4:7"
    },
    {
      "verse": "No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us.",
      "reference": "1 John 4:12"
    },
    {
      "verse": "We love because he first loved us.",
      "reference": "1 John 4:19"
    },
    {
      "verse": "And now these three remain: faith, hope and love. But the greatest of these is love.",
      "reference": "1 Corinthians 13:13"
    },
    {
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14"
    }
  ]
},
  "error": []
}
